Repository: BeAPI/trash-log
Catalog: languages/trash-log-*.po
Languages: fr_fr

source: Trash Log
fr_fr: Journal de la corbeille

source: Simply logs everything sent to trash - sponsored by CDC Habitat
fr_fr: Enregistre tout ce qui est envoyé à la corbeille - parrainé par CDC Habitat

source: Be API Technical team
fr_fr: Équipe technique Be API

source: Security check failed.
fr_fr: Échec de la vérification de sécurité.

source: You do not have permission to perform this action.
fr_fr: Vous n'avez pas les droits pour effectuer cette action.

source: Are you sure you want to delete the CSV file?
fr_fr: Êtes-vous sûr de vouloir supprimer le fichier CSV ?

source: Are you sure you want to purge all log entries from the database? This action cannot be undone.
fr_fr: Êtes-vous sûr de vouloir purger toutes les entrées du journal dans la base de données ? Cette action est irréversible.

source: You must be logged in to access this file.
fr_fr: Vous devez être connecté pour accéder à ce fichier.

source: Error
fr_fr: Erreur

source: You do not have permission to access this file.
fr_fr: Vous n'avez pas les droits pour accéder à ce fichier.

source: CSV file deleted successfully.
fr_fr: Fichier CSV supprimé avec succès.

source: CSV file generated successfully.
fr_fr: Fichier CSV généré avec succès.

source: Failed to purge log entries.
fr_fr: Échec de la purge des entrées du journal.

source: All log entries have been purged from the database.
fr_fr: Toutes les entrées du journal ont été purgées de la base de données.

source: No log entries found.
fr_fr: Aucune entrée de journal trouvée.

source: Unable to access upload directory.
fr_fr: Impossible d'accéder au répertoire des téléversements.

source: Failed to create CSV directory.
fr_fr: Échec de la création du répertoire CSV.

source: Invalid CSV file path.
fr_fr: Chemin du fichier CSV invalide.

source: Failed to open CSV file for writing.
fr_fr: Échec de l'ouverture du fichier CSV en écriture.

source: Contributor Name
fr_fr: Nom du contributeur

source: Deleted Item
fr_fr: Élément supprimé

source: Document Size
fr_fr: Taille du document

source: CSV file not found.
fr_fr: Fichier CSV introuvable.

source: Failed to delete CSV file.
fr_fr: Échec de la suppression du fichier CSV.

source: Automatic action
fr_fr: Action automatique

source: Item #%d
fr_fr: Élément #%d

source: CSV File Information
fr_fr: Informations sur le fichier CSV

source: File Size
fr_fr: Taille du fichier

source: File URL
fr_fr: URL du fichier

source: No CSV file has been generated yet. Click the button below to generate it from the logged entries.
fr_fr: Aucun fichier CSV n'a encore été généré. Cliquez sur le bouton ci-dessous pour le générer à partir des entrées enregistrées.

source: Download CSV
fr_fr: Télécharger le CSV

source: Delete CSV
fr_fr: Supprimer le CSV

source: Regenerate CSV
fr_fr: Régénérer le CSV

source: Generate CSV
fr_fr: Générer le CSV

source: Database Logs
fr_fr: Journaux de la base de données

source: Number of Entries
fr_fr: Nombre d'entrées

source: Database Size
fr_fr: Taille de la base de données

source: N/A
fr_fr: N/D

source: Purge All Logs
fr_fr: Purger tous les journaux

source: Deleting...
fr_fr: Suppression…

source: An error occurred.
fr_fr: Une erreur s'est produite.

source: An error occurred while deleting the CSV file.
fr_fr: Une erreur s'est produite lors de la suppression du fichier CSV.

source: Generating...
fr_fr: Génération…

source: An error occurred while generating the CSV file.
fr_fr: Une erreur s'est produite lors de la génération du fichier CSV.

source: Regenerating...
fr_fr: Régénération…

source: An error occurred while regenerating the CSV file.
fr_fr: Une erreur s'est produite lors de la régénération du fichier CSV.

source: Purging...
fr_fr: Purge…

source: An error occurred while purging log entries.
fr_fr: Une erreur s'est produite lors de la purge des entrées du journal.
